{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Mario Sánchez&#39;s thoughts pile",
  "language": "en",
  "home_page_url": "https://marioitsa.me/",
  "feed_url": "https://marioitsa.me/feed/feed.json",
  "description": "This is a place where I store random stuff I want to write and share for some reason",
  "author": {
    "name": "Mario Sánchez Manzano",
    "url": "https://marioitsa.me/about/"
  },
  "items": [{
      "id": "https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/",
      "url": "https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/",
      "title": "Cómo me convertí en propietario - Parte 1, Introducción",
      "content_html": "<hr />\n<p>En esta serie de post voy a contar un poco mi experiencia en la búsqueda de un espacio al que pudiera llamar hogar. Todo lo que aquí expongo se basa en mi vivencia particular y en mis opiniones, no pretendo que sea una guía de nada y las opiniones son mías y solo mías.</p>\n<hr />\n<h2 id=\"pongamonos-en-contexto\" tabindex=\"-1\">Pongámonos en contexto <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/#pongamonos-en-contexto\" aria-hidden=\"true\">#</a></h2>\n<p>No creo que sea para nadie desconocido, que en la actualidad, si una persona que ronda los treinta (y ya no digo antes…) quiere independizarse en la provincia de Barcelona; <a href=\"https://www.ine.es/jaxiT3/Datos.htm?t=13928#!tabs-grafico\">con un nivel de vida medio</a>, no lo tiene fácil. Pongo el caso de Barcelona porque es donde yo vivo, pero probablemente aplica a otras grandes capitales de provincia.</p>\n<p>Una de las primeras disyuntivas a las que puedes enfrentarte es la siguiente: el alquiler o la compra.</p>\n<p>Dicho así suena simple, pero para muchas personas esto puede suponer una buena porción de su nómina, si es que puede llegar a permitírselo, especialmente si lo quiere afrontar en solitario. Esto lleva a muchas personas a elegir una tercera opción: compartir piso, donde en ocasiones estás pagando algo proporcionalmente mucho más alto por una habitación y zonas comunes.</p>\n<p>Cómo digo, si lo planteas en solitario, a no ser que cobres un buen sueldo, vas a tener un extra de dificultades en este sentido. Por otro lado, si tienes la suerte de contar con un compañero o compañera con quien (quieres) compartir esta carga económica es cuando puedes llegar a plantearlo para vivir de manera cómoda.</p>\n<p>Pero no creo que sea la norma, de hecho, si hacemos unos cálculos de chichinabo así rápidos: si el precio medio del alquiler en Barcelona está en unos 700 euros por un piso de unos 50 metros cuadrados y cobras unos 1500 euros al mes netos, estamos hablando de que sólo el alquiler te costaría algo más de un 45% de tus ingresos mensuales. Si usamos el criterio de los bancos a la hora de conceder o no una hipoteca, y asumimos que para vivir con comodidad financiera tus deudas no deben superar el 30-35% de tus ingresos, a mi por lo menos no me salen las cuentas.</p>\n<p>Si sois más o menos de mi quinta, seguro que algún familiar o conocido mayor os ha contado de cómo “en sus tiempos” se casaban, tenían hijos, compraban uno o dos coches, liquidaban la hipoteca en pocos años e incluso adquirían una segunda residencia (<em>Ok, boomer</em>).<br />\nBueno, tengo malas noticias, esto hace ya varios lustros que no es así. En buena parte porque los salarios hace tiempo que no suben conforme al precio de la vida en este país, y me refiero específicamente a mercados de bienes esenciales como es la vivienda que vuelve a estar en cifras muy similares a las que había antes de la crisis (aunque esto tiene truco, pero lo explicaré en post posteriores). Por cierto, recordemos que la vivienda <a href=\"https://app.congreso.es/consti/constitucion/indice/titulos/articulos.jsp?ini=47&amp;tipo=2#:~:text=Todos%20los%20espa%C3%B1oles%20tienen%20derecho,general%20para%20impedir%20la%20especulaci%C3%B3n.\">es un derecho constitucional</a> en España.</p>\n<p>A esa vieja realidad también le quitamos los abusos de la banca a la hora de dar crédito a diestro y siniestro, y lo casquivana que era la gente a la hora de endeudarse, que eso… Pues tampoco. Ahora hay <a href=\"https://www.boe.es/buscar/doc.php?id=BOE-A-2019-3814\">leyes más duras</a> previniendo así ciertas prácticas poco éticas, (hipotecas infladas, cláusulas suelo, entre otra de las que no tengo constancia).<br />\nAunque también sigue habiendo ciertos trucos, que tampoco voy a explicar ahora.</p>\n<h2 id=\"mi-caso-particular\" tabindex=\"-1\">Mi caso particular <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/#mi-caso-particular\" aria-hidden=\"true\">#</a></h2>\n<p>Lo primero, he de reconocer que considero que soy una persona muy privilegiada: Llevo unos 9 años ya independizado (desde que tenía 22) sin pagar el coste de un alquiler o una hipoteca, ya que mis padres me prestaron el piso donde me crie cuando se mudaron a casa de mi abuela para cuidar de ella. Por lo que no he tenido la ocasión ni la necesidad de compartir piso en este tiempo, cosa que no me hubiera disgustado, al mismo tiempo me ha permitido ahorrar cómodamente estos años sin grandes esfuerzos pudiéndome plantear la opción de comprar.</p>\n<p>Pues bien, hace poco más de un año, mi pareja consiguió una muy perseguida estabilidad laboral que nos permitía plantearnos de manera, más o menos despreocupada, salir de la comodidad en la que nos encontrábamos y buscar un espacio nuestro donde poder plantear proyectos más a largo plazo, personalizar a nuestro gusto y que cubriera nuestras necesidades (algunas de ellas nuevas, que la pandemia había descubierto), por lo que ya no se trataba de algo meramente económico, sino que ya entraban en juego otros factores.</p>\n<h2 id=\"al-final-todo-se-reduce-a-eso...-necesidades\" tabindex=\"-1\">Al final todo se reduce a eso… Necesidades <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/#al-final-todo-se-reduce-a-eso...-necesidades\" aria-hidden=\"true\">#</a></h2>\n<p>¿Comprar o alquilar? ¿Compartir o en solitario? ¿Piso o casa? ¿En ciudad o perdido en mitad del monte? Una vez conocíamos nuestras fronteras, nuestras limitaciones, solo quedaba responder qué queríamos exactamente para poder empezar a buscar.</p>\n<p>Tanto mi pareja como yo creo que somos ese tipo de personas que nos podemos considerar como &quot;caseras&quot;, nos gusta hacer planes, salir y demás, pero necesitamos nuestro tiempo de estar en casa con nuestros hobbies, haciendo cosas juntos o simplemente no haciendo nada, es por eso que tener ese espacio. Podríamos habernos ido de alquiler y gastar los ahorros en otras cosas, es cierto, pero decidimos decantarnos por comprar e invertir nuestros ahorros en eso. El principal motivo es el valor que le damos los dos a ese espacio y la estabilidad que nos pedía el cuerpo en este sentido ¿Nos veíamos viviendo los próximos 10 años en el mismo sitio? La respuesta es: &quot;probablemente sí&quot;, y si no recordemos que igual que se compran, los inmuebles también se venden, asumes riesgos que hay que tener en cuenta, pero la posibilidad está ahí.</p>\n<p>A esto le sumamos una pandemia y un confinamiento que nos tuvo encerrados en casa unos meses, que mezclados con un buen puñado de videos de <a href=\"https://www.youtube.com/channel/UCEwl20VxZ3AwOgiKMZtI1GQ\">La Capital</a> y mi descubrimiento del brisket, hicieron que para mí, tener un espacio exterior abierto (fuera patio o terraza) donde poder tener una barbacoa fuera un <strong>must</strong>. Como digo, esto no es solo cosa mía, es un viaje de dos, pero en esto había consenso total y absoluto.</p>\n<p>Otro requisito que nos marcamos fue encontrar un sitio con al menos 3 habitaciones. Porque sin tener planes de ser más, tampoco queríamos que fuera una limitación si cambiabamos de idea a futuro y, por otro lado, con la llegada del teletrabajo ese espacio no nos iba a sobrar en cualquier caso.</p>\n<p>Sin duda, otro punto que teníamos bastante claro, era que no queríamos irnos muy lejos de donde ya estamos. Ella tiene la familia en Barcelona, yo en Sabadell, así que serían esos dos territorios en los que nos limitaríamos la búsqueda.</p>\n<p>Luego existían otras necesidades más individuales y que intentaríamos cubrir. Por ejemplo, siendo el teletrabajo una realidad, para mí tener una estación de tren cerca es algo que me da aporta la facilidad de poder desplazarme a Barcelona en poco tiempo.<br />\nYa con eso cubría el tener la seguridad de que si el tema de teletrabajar cambiaba del modo que fuera, conservaría la facilidad y la eficiencia a la hora de ir a <em>Barna</em>, mi gran <em>pain</em> laboral en los últimos 9-10 años.</p>\n<p>Para mi pareja, existía la necesidad de vivir en un barrio más tranquilo, con menos afluencia de gente y coches. Cosa que yo también compartía en buena medida, aunque para mí no era algo tan vivo.</p>\n<p>Por lo demás, todo estaba bastante abierto en este punto. El listado de requisitos no era en realidad muy largo:</p>\n<ul>\n<li>Buscar inmuebles para comprar.</li>\n<li>Que contara con un espacio exterior (terraza abierta o patio) con cierta intimidad y donde pudiéramos tener una barbacoa (importante).</li>\n<li>3 habitaciones.</li>\n<li>Entre Sabadell y Barcelona (más o menos).</li>\n<li>Cerca de una estación de tren conectada con Barcelona.</li>\n<li>En un barrio tranquilo.</li>\n</ul>\n<h2 id=\"wrap-up\" tabindex=\"-1\">Wrap up <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/#wrap-up\" aria-hidden=\"true\">#</a></h2>\n<p>Para cerrar, un resumen rápido de lo que yo consideré importante en esta primera fase de &quot;decisión&quot;:</p>\n<ul>\n<li>Conocer mínimamente el contexto, la situación económico-social, el mercado inmobiliario, el mercado financiero.</li>\n<li>Conocer mis necesidades y las de mi pareja.</li>\n</ul>\n<p>A partir de ahí es donde tomamos una decisión con la que decidimos ir hacia adelante hasta el día de hoy.</p>\n",
      "date_published": "2022-02-10T00:00:00Z"
    },{
      "id": "https://marioitsa.me/posts/2022/01/crema-de-calabaza-y-boniato/",
      "url": "https://marioitsa.me/posts/2022/01/crema-de-calabaza-y-boniato/",
      "title": "Crema de calabaza y boniato",
      "content_html": "<article>\n        <ul><li>\n                <b>Raciones:</b> 6\n            </li><li>\n                <b>Tiempo de preparación:</b> 40 min\n            </li></ul>\n    </article>\n<article>\n        <h2>Ingredientes:</h2>\n        <ul><li>1 calabaza pequeña (1Kg)</li><li>1 boniato (400-500g)</li><li>500 ml de caldo de verduras o una pastilla de caldo concentrado disuelta en agua</li><li>Sal</li><li>Pimienta</li><li>Una cucharadita de canela en polvo</li><li>Una nuez de mantequilla (10g) (opcional)</li></ul>\n    </article>\n<h2 id=\"pasos:\" tabindex=\"-1\">Pasos: <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/01/crema-de-calabaza-y-boniato/#pasos:\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>Cortamos la calabaza y el boniato en <em>mirepoix</em> (trozos o cubos de 1-2 centímetros).</li>\n<li>Calentamos una sartén grande con aceite de oliva y cuando esté caliente añadimos los vegetales cortados, seguidamente salpimentamos ligeramente.</li>\n<li>Mientras se cocinan a fuego medio, calentamos una olla con nuestro caldo de verduras o agua con concentrado, agregándole otro litro o litro y medio de agua (según lo espesa o ligera que queramos la crema), a fuego fuerte para buscar la ebullición.</li>\n<li>Cuando el caldo esté ya hirviendo podemos incorporar la calabaza y el boniato, que ya se habrán cocinado ligeramente. Bajamos un poco el fuego y dejamos que se cocine durante 20 minutos.</li>\n<li>Pasado ese tiempo licuamos con la batidora el contenido de la olla durante uno o dos minutos hasta que quede bien pasado.</li>\n<li>Añadimos la nuez de mantequilla (opcional) y la cucharadita de canela, que le dará un toque muy especial, y removemos bien hasta que quede bien disuelta.</li>\n<li>Corregimos sal y servimos.</li>\n</ol>\n<video width=\"320\" height=\"240\" loop=\"\" autoplay=\"\">\n  <source src=\"https://res.cloudinary.com/dhtvyrgkh/video/upload/ac_none,c_scale,h_256/v1642963452/cremacalabazaboniato_f7vz2c.mp4\" type=\"video/mp4\" />\n</video>\n<h3 id=\"give-it-a-twist\" tabindex=\"-1\">Give it a twist <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/01/crema-de-calabaza-y-boniato/#give-it-a-twist\" aria-hidden=\"true\">#</a></h3>\n<p>Si hace mucho esta receta y quieres variarla puedes:</p>\n<ul>\n<li>Podemos substituir la canela por nuez moscada, incluso combinar ambas especias a partes iguales para buscar otros aromas.</li>\n<li>Agregar un puñadito de cebolla curgiente a cada ración.</li>\n<li>Aunque rompemos con la parte vegetariana, una loncha de jamón serrano a la plancha o bacón crugiente le va a aportar mucho sabor a cada cucharada.</li>\n</ul>\n",
      "date_published": "2022-01-23T00:00:00Z"
    },{
      "id": "https://marioitsa.me/posts/2022/01/crema-de-calabac%C3%ADn/",
      "url": "https://marioitsa.me/posts/2022/01/crema-de-calabac%C3%ADn/",
      "title": "Crema de calabacín",
      "content_html": "<article>\n        <ul><li>\n                <b>Raciones:</b> 4\n            </li><li>\n                <b>Tiempo de preparación:</b> 35 min\n            </li></ul>\n    </article>\n<article>\n        <h2>Ingredientes:</h2>\n        <ul><li>2 calabacines</li><li>1 cebolla</li><li>1 zanahoria</li><li>500 ml de caldo de verduras o una pastilla de caldo concentrado disuelta en agua</li><li>Sal</li><li>Pimienta</li><li>Una nuez de mantequilla (10g) (opcional)</li></ul>\n    </article>\n<h2 id=\"pasos:\" tabindex=\"-1\">Pasos: <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/01/crema-de-calabac%C3%ADn/#pasos:\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>Cortamos los calabacines, la cebolla y la zanahoria en <em>mirepoix</em> (trozos o cubos de 1-2 centímetros).</li>\n<li>Calentamos una sartén grande con aceite de oliva y cuando esté caliente añadimos la cebolla y la zanahoria, seguidamente salamos ligeramente.</li>\n<li>Cuando la cebolla empiece a pocharse y sus bordes empiecen a estar transparentes añadimos el calabacín, que suele siempre soltar más agua, y salpimentamos al gusto.</li>\n<li>Mientras las verduras se cocina a fuego medio, calentamos una olla con nuestro caldo de verduras o agua con concentrado, agregándole otro medio litro o un litro de agua extra (según lo espesa o ligera que queramos la crema), a fuego fuerte para buscar la ebullición.</li>\n<li>Cuando el caldo esté ya hirviendo podemos incorporar la verdura, que no necesitamos que esté del todo cocinada, simplemente la hemos salteado. Bajamos un poco el fuego y dejamos que se cocine durante 20 minutos.</li>\n<li>Pasado ese tiempo licuamos con la batidora el contenido de la olla durante uno o dos minutos hasta que quede bien pasado.</li>\n<li>Añadimos la nuez de mantequilla y removemos bien hasta que quede bien disuelta (opcional).</li>\n<li>Corregimos sal y servimos.</li>\n</ol>\n<h3 id=\"give-it-a-twist\" tabindex=\"-1\">Give it a twist <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/01/crema-de-calabac%C3%ADn/#give-it-a-twist\" aria-hidden=\"true\">#</a></h3>\n<p>Si hace mucho esta receta y quieres variarla puedes:</p>\n<ul>\n<li>Añadirle una cucharadita de curry al final (cuando añadas la mantequilla) para darle un toque más especiado y disinto.</li>\n<li>Agregar un puñadito de cebolla curgiente a cada ración.</li>\n<li>Aunque rompemos con la parte vegetariana, una loncha de jamón serrano a la plancha o bacón crugiente le va a aportar mucho sabor a cada cucharada.</li>\n</ul>\n",
      "date_published": "2022-01-16T00:00:00Z"
    }
  ]
}
