{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Mario Sánchez&#39;s thoughts pile",
  "language": "en",
  "home_page_url": "https://marioitsa.me/",
  "feed_url": "https://marioitsa.me/feed/feed.json",
  "description": "This is a place where I store random stuff I want to write and share for some reason",
  "author": {
    "name": "Mario Sánchez Manzano",
    "url": "https://marioitsa.me/about/"
  },
  "items": [{
      "id": "https://marioitsa.me/posts/2022/05/pulled-pork/",
      "url": "https://marioitsa.me/posts/2022/05/pulled-pork/",
      "title": "Pulled pork",
      "content_html": "<p>El pulled pork es una receta que me encanta hacer cuando tengo que llevar comida a un evento con un grupillo hermoso de gente.<br />\nDe un par de kilos de carne sacas para hacer bastantes sandwichitos perfectos para una comida (o 'sena') de picoteo.<br />\nAdemás, es una receta sin complicación que solo requiere la voluntad de querer hacerla. Vamos a ello.</p>\n<article>\n        <ul><li>\n                <b>Raciones:</b> 10-12\n            </li><li>\n                <b>Tiempo de preparación:</b> 30 min\n            </li></ul>\n    </article>\n<article>\n        <h2>Ingredientes:</h2>\n        <ul><li>2-2.5kg de carne de cerdo magra con algo de grasa</li><li>2 cucharadas de salsa barbacoa casera o la marca que te guste</li><li>2 cucharadas mostaza de Dijon o de la normal en su defecto</li><li>1 cucharada de salsa inglesa (Worcestershire)</li><li>Copos de chile chipotle ahumado o pimentón ahumado de la vera</li><li>Sal</li><li>Pimienta negra</li></ul>\n    </article>\n<h2 id=\"pasos:\" tabindex=\"-1\">Pasos: <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/05/pulled-pork/#pasos:\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>\n<p>Lo primero que necesitamos es limpiar la pieza, si fuera necesario. Quitar algún excedente de grasa, sin dejarla pelada, pero al mismo tiempo sin que nos quede más de un centímetro de grosor por ninguna de las partes.</p>\n</li>\n<li>\n<p>Lo siguiente es marinar la carne. Para eso vamos a hacer una mezcla a partes iguales de salsa barbacoa y mostaza, dos cucharadas de cada, y otra de salsa inglesas, mezclamos bien y con un pincel cubrimos toda la carne generosamente y sin dejarnos huecos. Este mejunje va a permitir que los sólidos queden bien adheridos a la superficie de la pieza. Procedemos con la sal, generosamente, un poco más que cuando salamos el filetito de pollo, ya que es mucha carne. Luego pasamos al a <a href=\"https://www.youtube.com/watch?v=f0W0DHJkvDE\">pimienta negra, recién molida</a>, sin miedo tampoco. Y por último el chile en copos o pimentón, aquí ya un poco al gusto según prefiramos más o menos especiado. Dejaremos reposar la carne en la nevera un día más o menos o si no tenemos tiempo mínimo una o dos horas le irán bien. Si</p>\n</li>\n<li>\n<p>Cuando tengamos la carne marianda, que ya haya agarrado todos los sabores y aromas, pasamos a la cocción. Yo personalmente uso una slow cooker u olla lenta para hacer mi pulled pork y lo dejo unas 8 horas en potencia alta.</p>\n</li>\n<li>\n<p>Una vez el cerdo esté listo lo sacamos de la olla, que tendrá todos los jugos y la grasita en el fondo. Lo ponemos en una fuente o ensaladera y con dos tenedores empezamos a desmigar la carne que debería separarse suavemente.</p>\n</li>\n<li>\n<p>Los jugos que han quedado en la olla podemos utilizarlos directamente, pero a mí me gusta llevármelos a un cazo y dejarlos reducir a fuego medio-alto hasta que espesen y aquí puedo decidir añadir algo extra de salsa barbacoa. Una vez tenga el líquido espesado lo añado a la carne deshilachada con un colador si fuera necesario.</p>\n</li>\n<li>\n<p>Una vez todo bien integrado podemos decidir si añadir más salsa BBQ o dejarlo como está. Recomiendo probarlo, así no nos pasaremos, y siempre podemos echar más salsa a la hora de comerlo. Ya lo tenemos listo para comerlo como nos apetezca.</p>\n</li>\n</ol>\n<h3 id=\"trucos-y-consejos\" tabindex=\"-1\">Trucos y consejos <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/05/pulled-pork/#trucos-y-consejos\" aria-hidden=\"true\">#</a></h3>\n<ul>\n<li>La carnes que yo suelo utilizar son cuello, paleta o cabeza de lomo, puedes combinarlas o no, incluso añadir algo de costilla.</li>\n<li>El pulled pork es algo sensacional, a mi me gusta con pan briox, pepinillos agridulces en rodajas, queso americano y extra de salsa barbacoa, también simplemente con la clásica ensalada coleslaw que le da ese crujiente y ácido que contrasta perfectamente con la suavidad del cerdo. Pero no te limites, échaselo a las hamburguesas (doble gordura), pizzas, tacos, burritos, quesadillas, totopos, baos... ¡Yo he hecho hasta canelones!</li>\n<li>Si no tienes olla lenta puedes hacerlo también en horno 6 horas a 120 o 4 horas a 150°C. Incluso puedes utilizar una olla express donde no tardarás más de una hora en tenerlo listo. En estos casos quizás necesitarás añadir algo de líquido para que no se reseque (caldo o agua).</li>\n<li>Las especias que yo empleo son simples pero puedes añadirle las que más te gusten ¡Casi todo le va bien al pulled pork! Ajo en polvo, comino, canela, tomillo, romero... Puedes probar con lo que te guste, incluso atreverte con frutas, como naranja, limón, piña...</li>\n<li>Puedes añadir un par o tres de cebollas cortadas en juliana al fondo de la olla, será un condimento perfecto.</li>\n</ul>\n",
      "date_published": "2022-05-26T00:00:00Z"
    },{
      "id": "https://marioitsa.me/posts/2022/04/masa-de-pizza/",
      "url": "https://marioitsa.me/posts/2022/04/masa-de-pizza/",
      "title": "Masa de pizza",
      "content_html": "<p>Transcripción de la <a href=\"https://www.youtube.com/watch?v=-xqdGTKALYs\">receta de Andrea Cannata</a> para hacer masa de pizza en casa, adaptada a mi experiencia y explicada a mi manera. Mi resumen personal para cuando no tengo tiempo para revisitar el vídeo entero.</p>\n<article>\n        <ul><li>\n                <b>Raciones:</b> 2-3\n            </li><li>\n                <b>Tiempo de preparación:</b> 40 min\n            </li></ul>\n    </article>\n<article>\n        <h2>Ingredientes:</h2>\n        <ul><li>500 gr harina de fuerza con más de 11gr de proteína por cada 100 (11%)</li><li>medio litro de agua muy fría (casi congelada, que diría Andrea)</li><li>6gr de levadura fresca</li><li>13gr de sal</li><li>aceite (opcional)</li></ul>\n    </article>\n<h2 id=\"pasos:\" tabindex=\"-1\">Pasos: <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/04/masa-de-pizza/#pasos:\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>\n<p>Primero necesitamos saber cuánto queremos tener fermentando nuestra masa, para poder medir el porcentaje de hidratación con el que haremos nuestra masa. Siempre que puedo hago fermentaciones largas (24-48h) y con alta hidratación, ya que la masa queda más compleja en sabores y aromas, sabe y huele más a pan, además de mucho más digestiva, más ligera, pero puedes hacerlas más cortas (de 4-6h) y te quedará una pizza rica igualmente. Para calcular el agua es tan sencillo como hacer éste cálculo: <code>gramos de harina * porcentaje de hidratación / 100</code> y pesar el agua que necesitamos en gramos, por lo que para una masa del 75% necesitaríamos 375gr o 375ml de agua. Además, es importante que el agua esté fría, ya que si no subiremos mucho la temperatura de al amasar y la levadura no trabajará bien.</p>\n</li>\n<li>\n<p>Cuando tenemos el agua, vamos a poner la harina en un recipiente tipo bol, grande para más comodidad, y vamos a removerla con una cuchara suavemente para oxigenarla. Ésto ayudará posteriormente a la fermentación.</p>\n</li>\n<li>\n<p>Seguidamente desmenuzamos la levadura con los dedos y la añadimos a la harina y removemos de nuevo.</p>\n</li>\n<li>\n<p>Poco a poco vamos a ir mezclando el agua con la harina con la ayuda de una cuchara para no mancharnos las manos.</p>\n</li>\n<li>\n<p>Cuando hayamos vertido todo el agua en el bol, añadiremos la sal. Es importante no hacer esto antes, ya que si mezclamos la sal directamente con la levadura la matará perjudicando la fermentación.</p>\n</li>\n<li>\n<p>Una vez todo está mezclado, vamos a dar in ligero amasado, vamos a tapar el bol y dejar la mezcla reposando en la nevera por 20 minutos.</p>\n</li>\n<li>\n<p>Pasado ese tiempo la vamos a amasar, con la técnica del (<em>slap and fold</em>)[<a href=\"https://www.youtube.com/watch?v=cbBO4XyL3iM\">https://www.youtube.com/watch?v=cbBO4XyL3iM</a>], hasta que se forme la malla glutínica, tiene que quedar una consistencia que te permita estirar la masa sin que esta se rompa fácilmente formando surcos. Si ves que tras amasar un rato no consigues ese efecto, déjala reposar 10 minutos y vuelve a amasar. Esta es la parte que más energía requiere de la elaboración, paciencia, y si esta vez no consigues el efecto deseado prueba a buscar una harina con más proteína (más gluten por lo tanto). Si al amasar se te pega la masa demasiado a la superficie que estás usando puedes usar un poco de aceite.</p>\n</li>\n<li>\n<p>Una vez tengamos la masa trabajada, la vamos a dejar tapada en un bol, alto a poder ser para evitar que la masa al crecer rebase los bordes y las vamos a tapar con un film o un plato. Puedes usar un poco de aceite para facilitar sacar la masa del bol posteriormente. La temperatura ahora es importante, ya que en verano puede ser que sea demasiado alta para fermentaciones largas, al mismo tiempo en invierno puede ser demasiado baja para fermentaciones cortas, intenta buscar un lugar donde la temperatura sea lo más constante posible entre los 20°C y los 25°C. Podemos ponerla en la nevera para bajar la temperatura o usar el horno apagado con la luz encendida para elevarla.</p>\n</li>\n<li>\n<p>Cuando tengamos la masa fermentada, vamos a formar una bola con nuestra masa siempre <a href=\"https://youtu.be/-xqdGTKALYs?t=1068\">de abajo hacia arriba con suaves movimientos circulares</a>. Ahora no podemos dar golpes a la masa o apretarla ya que perderíamos todo el aire que se ha formado la fermentar así como la elasticidad. La vamos a dejar reposar, si no tenemos mucho tiempo con 30 minutos sería suficiente, si tenemos tiempo, lo ideal es tapar de nuevo el bol, meterla en nevera y dejarla reposar 12-24h.</p>\n</li>\n<li>\n<p>Pasado este tiempo de reposo vamos a hacer el boleado. Este proceso consiste en <a href=\"https://youtu.be/1Gt6_W_3N8c?t=647\">dividir la masa en porciones y doblarla por la parte inferior formando bolas</a>. Con esta cantidad de masa podemos hacer dos pizzas medianas o tres pequeñas. Una vez tenemos las bolas vamos a dejarlas reposar por otras 4-6h en la nevera idealmente, pero con otros 30 minutos a temperatura ambiente sería suficiente si no tenemos ese tiempo.</p>\n</li>\n<li>\n<p>Una vez tenemos nuestras bolas, que se habrán aplastado por su propio peso, <a href=\"https://youtu.be/-xqdGTKALYs?t=1323\">vamos a formar las pizzas</a>. La parte de arriba de la pizza siempre es la parte de abajo de la bola.</p>\n</li>\n<li>\n<p>Solo queda añadir los ingredientes deseados, hornear y disfrutar :) Buon appetito!</p>\n</li>\n</ol>\n<h3 id=\"trucos-y-consejos\" tabindex=\"-1\">Trucos y consejos <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/04/masa-de-pizza/#trucos-y-consejos\" aria-hidden=\"true\">#</a></h3>\n<ul>\n<li>Como veis podemos ser muy flexibles con los tiempos, fermentaciones y reposos cortos si no tenemos tiempo o largas si disponemos de ese tiempo. La pizza saldrá buena, solo es importante hacer una fermentación, no amasar e inmediatamente hacer la pizza, si no disponemos de al menos 6 hora en total para hacerlas, creo que es mejor dejarlo para otro momento o ir a la pizzería de confianza de tu barrio que se tomarán ese tiempo por ti, porque de lo contrario vamos a obtener una masa con sabor a harina cruda y difícil de digerir.</li>\n<li>Prueba esta masa con pizzas simples, con pocos ingredientes, así saborearás más la masa.</li>\n<li>Usa ingredientes de calidad. Por ejemplo, yo nunca uso tomate frito, si no triturado natural, si quieres puedes añadirle sal, aceite y albahaca para darle sabor. También uso siempre mozzarella de leche de vaca.</li>\n<li>Hornea la pizza al máximo que de tu horno, en 6-7 minutos debería estar lista si tu horno supera los 250°C. Lo importante es que quede bien cocinada por debajo, por lo que también es buena idea usar una bandeja de horno colocada al revés o si dispones de una piedra de horno mucho mejor.</li>\n<li>Para no quemar la mozzarella y que el tomate quede bien integrado en la pizza, puedes pre-hornear la pizza con el tomate solamente durante 3-4 minutos, sacarla, añadir la mozzarella y los ingredientes que desees, y la vuelvo a poner al horno para acabarla.</li>\n<li>Aprende de los mejores, como Andrea, tiene un montón de vídeos en su canal con miles de ejemplos prácticos.</li>\n</ul>\n",
      "date_published": "2022-04-13T00:00:00Z"
    },{
      "id": "https://marioitsa.me/posts/2022/03/ternera-deshilachada-a-baja-temperatura/",
      "url": "https://marioitsa.me/posts/2022/03/ternera-deshilachada-a-baja-temperatura/",
      "title": "Ternera deshilachada a baja temperatura",
      "content_html": "<p>Esta receta de carne de ternera deshilachada la preparo mucho para rellenar tacos, burritos y arepas, es una relleno sencillo, sabroso y que me preparo habitualmente. Yo la hago a baja temperatura con mi olla lenta (o slowcooker) pero también se puede hacer en olla exprés o con una cazuela al fuego, los resultados son distintos en cada caso, pero no por ello peores, os animo a probar aunque no tengáis una olla lenta.</p>\n<article>\n        <ul><li>\n                <b>Raciones:</b> 4\n            </li><li>\n                <b>Tiempo de preparación:</b> 50 min\n            </li></ul>\n    </article>\n<article>\n        <h2>Ingredientes:</h2>\n        <ul><li>700 gr de aguja de ternera, morcillo o un corte similar cortada en tacos, como para estofar</li><li>1 cebolla grande</li><li>1 pimiento morrón rojo</li><li>100 gr de tomate triturado (o unas 6 cucharadas)</li><li>2 chiles habaneros secos (opcional)</li><li>Pimentón ahumado</li><li>Comino molido</li><li>Salsa inglesa (Worcestershire)</li><li>Hoja de laurel</li><li>Cucharada de cilantro fresco o seco</li><li>Sal</li><li>Pimienta</li></ul>\n    </article>\n<h2 id=\"pasos:\" tabindex=\"-1\">Pasos: <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/03/ternera-deshilachada-a-baja-temperatura/#pasos:\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>\n<p>Primero vamos a condimentar la carne. Para ello en un bol la vamos a empapar ligeramente con la salsa inglesa, la espolvorearemos con una pequeña capa de pimentón ahumado, otra de comino. La salpimentamos y mezclamos bien para que se integren todas las especias. Idealmente, la dejaremos reposando una media hora. Podemos incluso hacer este paso el día anterior y guardar la carne en una bolsa hermética en la nevera para que marine.</p>\n</li>\n<li>\n<p>Calentamos una sartén con unas gotas de aceite para que no se pegue la carne. El fuego debe estar fuerte, cuando añadamos la carne, un buen truco es que cuando añadamos un trozo de carne debemos oír como chisporrotea. Iremos añadiendo los trozo uno a uno, y la iremos girando de lado conforme se vaya dorando. No es necesario que se haga por dentro, ya que queremos simplemente crear una capa para que al cocinarse se haga desde el centro poco a poco y sin quedarse reseca, de esta forma no perderá jugosidad. Es importante no abarrotar la sartén, mejor hacer varias tandas, ya que nos ayudará a mover la carne. Cuando tengamos la carne sellada la reservamos en un bol tapado para más adelante.</p>\n</li>\n<li>\n<p>En la misma sartén donde hemos sellado la carne, aprovecharemos para hacer las verduras. Cortamos la cebolla y el pimiento en tiras y con un poco más de aceite (no demasiado) vamos a sofreírlas. A fuego medio alto vamos a saltearlas y cuando la verdura empiece a soltar sus jugos es el momento de salpimentarla.</p>\n</li>\n<li>\n<p>Cuando la cebolla esté pochada, y esté prácticamente transparente, añadimos el tomate triturado, media cucharadita de comino, el cilantro, una cucharada de salsa inglesa, la hoja de laurel, los chiles y la carne. Mezclamos bien y apagamos el fuego.</p>\n</li>\n<li>\n<p>Añadimos la mezcla a la olla lenta y la programamos 8 horas en potencia baja.</p>\n</li>\n<li>\n<p>Cuando acabe la cocción con dos tenedores podemos ir desmenuzando la carne que no debe estar tierna y nos debería resultar sencillo</p>\n</li>\n<li>\n<p>Si la carne tiene la salsa demasiado líquida, la podemos poner una sartén o cazuela y dejarla reducir a fuego medio bajo hasta que esté con la consistencia que deseamos.</p>\n</li>\n</ol>\n<h3 id=\"trucos-y-consejos\" tabindex=\"-1\">Trucos y consejos <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/03/ternera-deshilachada-a-baja-temperatura/#trucos-y-consejos\" aria-hidden=\"true\">#</a></h3>\n<ul>\n<li>Como ocurre con la mayoría de guisos, el día siguiente estará mucho mejor.</li>\n<li>Puedes variar la receta añadiendo otros vegetales o setas, también puedes usar paleta o cabeza de lomo de cerdo o pollo.</li>\n</ul>\n",
      "date_published": "2022-03-20T00:00:00Z"
    },{
      "id": "https://marioitsa.me/posts/2022/03/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-2/",
      "url": "https://marioitsa.me/posts/2022/03/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-2/",
      "title": "Cómo me convertí en propietario - Parte 2, La búsqueda",
      "content_html": "<hr />\n<p>En esta serie de post voy a contar un poco mi experiencia en la búsqueda de un espacio al que pudiera llamar hogar. Todo lo que aquí expongo se basa en mi vivencia particular y en mis opiniones, no pretendo que sea una guía de nada y las opiniones son mías y solo mías.</p>\n<hr />\n<p>Puedo decir que llevo ya varios años rebuscando en el mercado inmobiliario. No con una intención de comprar, o no con una intención real, pero sí entendiendo como funciona y a la vez, observando como los precios evolucionaban con el tiempo ante mi mirada incrédula y muy a mi pesar.</p>\n<p>Esto no es casualidad, ya que trabajo desde 2018 en una empresa, Lifull Connect, dedicada a agregación de anuncios, entre ellos inmobiliarios, y que desde la pandemia ha hecho del <em>real estate</em> su gran apuesta de negocio, así que por trabajo ya me toca. Al mismo tiempo desde hace años con mi amigo Aitor fantaseábamos con hacernos una par de <a href=\"https://es.wikipedia.org/wiki/Passivhaus\">casas pasivas</a>, por lo que además de inmuebles también he mirado muchos terrenos.</p>\n<p>Puedo decir que llevo un tiempo entrenando el tema de la búsqueda, familiarizándome con la terminología, el mercado... Pero hasta que no tomé la decisión de dar el paso, no empecé a desarrollar un método más efectivo. En esta ocasión voy a intentar sintetizar como fue este proceso para mí y qué tuve en cuenta.</p>\n<h2 id=\"preparando-el-terreno\" tabindex=\"-1\">Preparando el terreno <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/03/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-2/#preparando-el-terreno\" aria-hidden=\"true\">#</a></h2>\n<p>En el post anterior ya hablamos de que uno los temas importantes a la hora de comprar una vivienda es tener claras nuestras necesidades y expectativas, y estas van a ser la base de nuestra búsqueda. De estas podemos sacar aspectos como:</p>\n<ul>\n<li>La ubicación, como sería:\n<ul>\n<li>La localidad o localidades que quieres tener en cuenta. Si buscas un pueblo pequeño, una gran ciudad o algo a caballo de esas dos opciones. Si quieres que esté en el interior o en la costa. El entorno que buscas, boscoso, montañoso, yo qué sé...</li>\n<li>El tipo de barrio que buscas. Si quieres una zona más residencial o más céntrica, más tranquila o con más movimiento de personas, coches, etc.</li>\n<li>O incluso comunidad autónoma, país... Ya cada uno/a, pero ahí ya no os puedo ayudar, me temo.</li>\n</ul>\n</li>\n<li>Servicios o puntos de interés cercanos como por ejemplo:\n<ul>\n<li>Estación de tren. Si trabajas en otra ciudad y quieres ir en transporte público.</li>\n<li>Acceso cercano a una autopista. Si vas a visitar a familiares a menudo en tu ciudad natal.</li>\n<li>Restaurantes. Si eres un sibarita y te gusta comer fuera a menudo.</li>\n<li>Escuelas. Si tienes hijos o piensas en tenerlos.</li>\n<li>Gimnasio. Si te gusta hacer deporte habitualmente o quieres tener pocas escusas para no ir.</li>\n</ul>\n</li>\n<li>Las características de la vivienda. Ejemplos:\n<ul>\n<li>Equipación, como aire acondicionado, calefacción de gas, ventanas de aluminio, hogar, barbacoa de obra.</li>\n<li>Espacios exteriores, como balcones, terrazas o jardines.</li>\n<li>Espacios comunes, típico en comunidades grandes, como piscina, gimnasio, pista de pádel, lavandería.</li>\n<li>Servicios de comunidad, como portería, calefacción centralizada, recogida de paquetes.</li>\n<li>Otras características, como vistas a la naturaleza o al mar, espacios abiertos, en fin, lo que se nos ocurra que queramos.</li>\n<li>Por supuesto habitaciones y baños.</li>\n</ul>\n</li>\n</ul>\n<p>Aparte de esas necesidades es importante entender nuestras limitaciones, aquellos factores que nos va a dar las fronteras de a que podemos y a que nos podemos optar. Conocerlas nos va a ayudar a valorar mejor los pros y contras, los <em>tradeoffs</em> (palabreja que nos gusta usar a los programadores), de las diferentes opciones con las que nos vayamos encontrando, y decidir que peso le damos a cada característica en cada caso. Yo tuve en cuenta varios factores en este sentido, entre ellos:</p>\n<ul>\n<li>El presupuesto con el que contamos, más adelante entraré en detalle de cómo calcularlo de manera más precisa, pero de seguro tienes alguna cifra en mente.</li>\n<li>Gastos periódicos que nos puede incurrir: hipoteca (y con ello nuestra capacidad de endeudamiento o hasta donde estamos dispuestos a endeudarnos), comunidad, suministros, etc.</li>\n<li>Mantenimiento, cuanto tiempo o dinero nos va a costar mantener la vivienda a título personal. Por ejemplo, una casa con un jardín muy grande nos va a pedir mucho tiempo para mantenerlo limpio y arreglado o contratar a alguien para que lo haga por nosotros. Tiempo y dinero pueden ser recursos valiosos a tener en cuenta.</li>\n</ul>\n<p>Pensar en cuáles son nuestras necesidades y limitaciones y hacer un listado de ellas puede ser un buen primer ejercicio para entender mejor qué estamos buscando, aunque es posible que en este punto no lo sepamos del todo, es una buena reflexión que nos puede ayudar a empezar la búsqueda.</p>\n<p>Un punto importante es que nos tomemos nuestro tiempo para entender esto y al mismo tiempo no es necesario obsesionarse con querer entender todo ahora. Buscar una vivienda no son los cien metros lisos, es más bien como completar un laberinto donde puede que encuentres rápido la salida o que tarde un tiempo. Lo fundamental es tener un buen sistema, refinarlo y no tener prisa.</p>\n<h3 id=\"la-gran-limitacion-el-presupuesto\" tabindex=\"-1\">La gran limitación, el presupuesto <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/03/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-2/#la-gran-limitacion-el-presupuesto\" aria-hidden=\"true\">#</a></h3>\n<p>Normalmente, el presupuesto suele ser una de las primeras limitaciones que nos viene a la cabeza a la hora de hacer una gran inversión como es una compra de un inmueble, al menos para mí lo fue sin duda.</p>\n<p>Entonces, creo que es relevante conocer de cuanto dinero disponemos y cuanto estamos dispuestos a gastar, diría más, incluso tener una proyección de cuanto podemos ir acumulando en los próximos meses.</p>\n<h4 id=\"como-calcular-el-presupuesto-inicial\" tabindex=\"-1\">Cómo calcular el presupuesto inicial <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/03/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-2/#como-calcular-el-presupuesto-inicial\" aria-hidden=\"true\">#</a></h4>\n<p>Al lío, a como se calcula la dichosa cifra, como diría el amigo Linus Torvald: &quot;talk is cheap, show me the code&quot;. Vamos a hacer un ejercicio de imaginación:</p>\n<p>Imaginemos por un momento que después de años de sangre, sudor, lágrimas y una dieta basada en Doritos y RedBull he ahorrado 60.000€ (disclaimer: me estoy inventando las cifras) que puedo y quiero dedicar íntegramente a la compra. Esto ya es una línea roja que me pongo y no voy a rebasar.<br />\nEs inteligente que no sea el 100% de nuestro ahorro, por tener un colchón, una contención para imprevistos.<br />\nA partir de aquí viene el primer nodo de divergencia, el primer aspecto que tendremos que decidir. En mi caso vi varios caminos, entre ellos:</p>\n<ul>\n<li>\n<p>Seguir ahorrando, eventualmente esto lo podría hacer <em>ad eternum</em>, obviamente el valor del dinero cambia, la inflación, etc. No sería realista ahorrar hasta poder comprar una casa al lado de la de Gerard Piqué por decir algo, tampoco creo que lo sea ahorrar hasta comprar sin financiación (aunque, bueno, si el tiempo no es un problema...), pero sí hasta incrementar mi capital, y con ello mi capacidad de compra, lo suficiente para optar a otras opciones que cubran mis necesidades. Esta opción, claro será, siempre si puedo y quiero esperar mucho más.</p>\n</li>\n<li>\n<p>Puedo decidir invertir todo ese dinero en la entrada de una hipoteca.</p>\n</li>\n<li>\n<p>También puedo guardar una parte e invertir el resto en la entrada hipotecaria.</p>\n</li>\n</ul>\n<p>Son estas dos últimas opciones las que me interesa explicar cuando para mí tienen sentido y cuando no.</p>\n<p>En el primer caso, lo que estoy haciendo es descapitalizarme completamente (sin contar que pueda guardar una partida de dinero de colchón, comprar muebles, etc), poner toda mi liquidez en la entrada hipotecaria, esto me puede ayudar en bajar la cuota de hipoteca o el tiempo de endeudamiento, en cualquier caso, dinero libre que voy a dejar de estar dando intereses al banco.</p>\n<p>En el segundo caso, me descapitalizaré hasta donde el banco me pida. Por ejemplo, si nos financian al 80%, el 20% del precio del inmueble o si es al 100% pues nada... el banco lo pone todo, y te cobrará intereses por todo, claro. El resto lo podré invertir en otra cosa o seguir ahorrando.</p>\n<p>¿Cuándo puede tener sentido descapitalizarme totalmente? Pues por ejemplo, si la vivienda que voy a comprar es obra nueva o está en muy buen estado. Necesitaré dinero para muebles y demás, pero podré entrar a vivir y la hipoteca será más llevadera, ya entraremos en detalle cuando hablemos de hipotecas, si esto da para rato...</p>\n<p>¿Cuándo puede tener sentido guardar dinero y que el banco me financie más? Pues cuando tenga un proyecto de reforma, si la casa es de segunda mano y es vieja o quiero dejarla a mi gusto, o algún plan para invertir ese dinero o sacarle rentabilidad de algún modo. En este caso, claro, nuestra cuota de hipoteca va a subir.</p>\n<p>En mi caso una cosa era clara, no estaba acumulando dinero porque sí, pues tenía muy claro que el dinero en el banco estaba devaluándose constantemente.</p>\n<p>Una vez me decida por una de las dos opciones, sabré con qué porción de mi dinero cuento para la entrada independientemente de la financiación a la que aspire.</p>\n<p>Para este caso, vamos a poner por ejemplo que elijo descapitalizarme al 100%, y que aspiro a que sea una entrada del 20% para que el banco me financie el 80%.</p>\n<p>Esto quiere decir que:</p>\n<blockquote>\n<p>Si tengo 60.000€</p>\n<p>Y esto es el 20% del total del inmueble</p>\n<p>Puedo aspirar a una vivienda de un valor de (60.000 x 100) / 20 = 300.000€</p>\n</blockquote>\n<p>¿Verdad? ¡No! Error ¿Y los impuestos? ¿Y los gastos hipotecarios y notariales? ¿Y la tasación? Y... ¡Ay! Insensata, tú que con ese ahorro creías que podrías comprarte aquel piso tan chulo de obra nueva que parecía tan barato en los anuncios.</p>\n<p>Cuando veas precios en anuncios acabarás por desarrollar un cálculo mental de cuanto tienes que añadirle al precio que ves, porque todos los precios no contemplan ni impuestos ni gastos asociados a la compra.</p>\n<p>Este sobrecoste va a variar basándonos en diversas cosas, entre ellas:</p>\n<ul>\n<li>La comunidad autónoma en la que se encuentre la vivienda, pues varían los impuestos y tasas de unas a otras (spoiler, Cataluña es de las más caras).</li>\n<li>Si la vivienda es obra nueva (donde aplicamos el IVA) o usada (donde se aplica el ITP, impuesto de transmisiones patrimoniales).</li>\n<li>Si la vivienda es de protección oficial, en cuyo caso pagaríamos menos impuestos, sea obra nueva o usada.</li>\n<li>La edad y la renta que tengas. En Cataluña, por ejemplo, para personas <a href=\"https://atc.gencat.cat/ca/tributs/itpajd/tpo/tarifes-tipus/\">menores de 32 con una renta de hasta 30.000€</a> el ITP se te reduce a la mitad. De hecho una cosa chula que aprendí, es que si la compra la haces entre dos y una persona cumple los requisitos pero la otra no, el descuento se aplica para una de las partes, pagando un 7,5 de impuestos en vez del 10.</li>\n</ul>\n<p>Te recomiendo que te informes bien de esta parte para poder tener claros todos tus derechos y obligaciones, esto te va a evitar muchas desilusiones futuras.</p>\n<p>Siguiendo con el ejemplo, voy a utilizar el caso de Cataluña, que es el que mejor conozco, donde tendríamos que sumar al precio del inmueble más o menos un 13% (por hacerlo fácil).</p>\n<p>Entonces si volvemos a calcular:</p>\n<blockquote>\n<p>Si tengo 60.000€</p>\n<p>Y esto es el 20% del total de inmueble</p>\n<p>Teniendo en cuenta que he de contar con un 13% del precio de la vivienda para cubrir costes, si he visto una vivienda de 220.000 que me gusta sé que tendré que contar con ~28.000€ además de la entrada.</p>\n<p>Si el 20% de 220.000 son 44.000€</p>\n<p>Y 44.000 + 28.000 son 72.000€ sabré que ese inmueble está fuera de mi presupuesto</p>\n</blockquote>\n<p>Esto ya nos complica un poco más tener claridad de cuanto dinero podemos invertir, porque dependemos del precio de la vivienda, pero una vez hagamos el cálculo unas cuantas veces enseguida sabremos si para un precio concreto estamos dentro o fuera de nuestro presupuesto.</p>\n<p>Ésto también nos va a ayudar a revaluar nuestra estrategia inicial si fuera necesario. Entender hasta cuanto el banco nos puede financiar, si tenemos otras opciones, si preferimos seguir ahorrando... Cuanta más claridad tengamos sobre este punto más fácil nos será tomar las decisiones necesarias.</p>\n<p>Mi conclusión es que el presupuesto tampoco puede ser una cifra muy rígida a lo largo del proceso de búsqueda, pues hay muchos factores que pueden afectarla. Amoldar nuestra estrategia en base a la información que tengamos puede ser algo muy conveniente. Obviamente hay ciertas fronteras que no vamos a querer o poder traspasar, pero es bueno conocer las alternativas para poder conseguir optar a la vivienda que cubra mejor nuestras necesidades teniendo en cuenta nuestras limitaciones.</p>\n<p>Dicho esto, creo que es un ejercicio necesario y beneficioso calcular más o menos nuestro presupuesto inicial, ya que nos va a servir de punto de partida.</p>\n<blockquote>\n<p>🛠️ <strong>Calculadora de presupuestos</strong></p>\n<p>Durante el proceso de compra he tirado mucho de Google Sheets para automatizar procesos como el cálculo de presupuestos, entre otras herramientas que os pueden inspirar o podéis adaptar a vuestro gusto quiero compartir esta calculadora de presupuestos, que es muy similar a la que yo usé en mi caso y me fue de gran ayuda a la hora de tomar decisiones, sobre todo con los inmuebles que ya eran candidatos claros para mí.</p>\n<p>Puedes copiarla y adaptarla a tus necesidades: editando las celdas no coloreadas; modificando el formato condicional de las celdas coloreadas, poniendo en el punto mínimo tu inversión ideal, en el medio tu ahorro y en el máximo tu 'no-go'; o añadiendo nuevas opciones, solo hay que hacer copy/paste de una existente y adaptarla.</p>\n<p><a href=\"https://docs.google.com/spreadsheets/d/198dpQH8MwaLzjvRfYvwOmcvebG791ZEGrSf7XSgK8UU\">https://docs.google.com/spreadsheets/d/198dpQH8MwaLzjvRfYvwOmcvebG791ZEGrSf7XSgK8UU</a></p>\n</blockquote>\n<h2 id=\"la-busqueda\" tabindex=\"-1\">La búsqueda <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/03/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-2/#la-busqueda\" aria-hidden=\"true\">#</a></h2>\n<p>En este punto ya deberíamos tener información más que suficiente y de sobra para empezar nuestra búsqueda, de hecho no pospondría este paso en caso de no tenerla, pero me va bien para la narrativa del post :p</p>\n<p>Yo personalmente no acudí a inmobiliarias o API o similar, me refiero a ir a la típica oficina de tu barrio, a preguntar por casas y tener una conversación con alguien que te asesore, por lo que no puedo hablar ni bien ni mal de eso.</p>\n<p>Mi estrategia principal fue hacer uso de los portales inmobiliarios. Es cierto que en esa primera fase de &quot;juego&quot; de buscar sin intención de comprar, utilizé mucho Trovit, uno de los portales de la empresa para la que trabajo, pero cuando tuve intención real de comprar fue una plataforma que abandoné en poco tiempo. Al tratarse de un agregador de anuncios me encontraba mucha duplicidad, dificultad de búsqueda y menos frescura de la que me gustaría, así que decidí tirar a la fuente directa, que son los principales portales de real estate en España: Fotocasa, Idealista y Habitaclia.</p>\n<p>Estos tres portales, cada uno con sus más y sus menos, tienen las funcionalidades clave que necesitaba:</p>\n<ul>\n<li>Ver las fotos rápidamente en el resultado de búsqueda sin necesidad de entrar al detalle del anuncio. En este caso si no entra por el ojo... Tiene que haber otras muchas cosas que llamen la atención, tipo: precio, zona... No sé algo que sea muy goloso para justificar la visita.</li>\n<li>Programar alertas sobre búsquedas concretas. Tenía varias destacando diferentes cosas.</li>\n<li>Definir zonas concretas bien delimitadas. Fotocasa e Idealista incluso permiten dibujar una zona en el mapa, superfeature, superútil en mi caso.</li>\n<li>Poder guardar en favoritos los inmuebles que más me interesaban. Es especialmente útil si queremos ponernos en contacto con el vendedor en otro momento o compartirlo con alguien para pedir opinión. Además, suelen alertar de cambios en esos anuncios como bajadas de precio.</li>\n</ul>\n<p>A parte de las alertas desarrollé una rutina de hacer un barrido a 2 o 3 búsquedas concretas en estos portales cada día. Creedme, cada día hay anuncios nuevos que potencialmente te pueden interesar. No obstante si te saturas... Deja de hacerlo un tiempo, el mercado se mueve constantemente, no te agobies, habrá otras oportunidades y ya darás con una que te encarge.</p>\n<p>Conforme vayas viendo decenas y decenas de anuncios, también tus necesidades irán cambiando e irás descubriendo algunas que no sabías que eran importantes para ti, otras quizá perderán peso. Como digo, es un proceso fluido. Lo que más impactará en esto serán las visitas a inmuebles. Personalmente, en mi opinión, cuanto antes visites la primera casa o piso que te medio encaje antes ganarás información de valor.</p>\n<h2 id=\"las-primeras-visitas\" tabindex=\"-1\">Las primeras visitas <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/03/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-2/#las-primeras-visitas\" aria-hidden=\"true\">#</a></h2>\n<p>Las primeras visitas son un antes y un después en el proceso de búsqueda. Para empezar, las fotos de los anuncios pueden ser engañosas (a veces para mal, otras para bien), la sensación que tienes visitando un inmueble <em>in situ</em> puede cambiar totalmente la percepción que te dió en el anunció.</p>\n<p>Además, visitar los inmuebles te va a descubrir muchas cosas que no sabías. Por ejemplo de repente podrías estar en un patio enorme y sentir que eso es realmente importante para ti y que otras cosa en comparación no lo eran tanto, y aunque no acabes comprando ese inmueble tu búsqueda a partir de ahora será más efectiva, más precisa y más fiel a lo que quieres, y eso es lo más relevante.</p>\n<p>Cuando vayas viendo anuncios que te encajen no recomiendo esperar mucho a contactar con el vendedor, no pierdes nada, no hay compromiso alguno y te dará un buen entrenamiento para saber en que cosas fijarte y qué preguntar, sentir el feeling, &quot;¿Me veo viviendo aquí?&quot;. Esto incluso puede darte una ventaja respecto a otras potenciales compradoras si los hubiera.</p>\n<p>Si tras la primera visita te sigue interesando: revisa las cosa que te han generado dudas o que habías olvidado preguntar por si necesitas pedir una segunda visita, tal vez hay que reformar y quieres ir con un paleta; pasear por la zona a diferentes horas para ver el ambiente; Habla con las vecinas si existe esa posibilidad.<br />\nEs un buen momento para ver si tenemos argumentos para rebajar el precio. En fin es un periodo de reflexión, donde si realmente te interesa también tendrás cierto miedo de que te lo puedan quitar, especialmente si te ha pasado otras veces, pero mente fría. Tampoco quiero hacer de esto un compendio de consejos de comprar viviendas, creo que para eso hay libros que lo explican mucho mejor y al detalle<sup>1</sup>, solo son algunos ejemplos de cosas que yo quizá haría.</p>\n<p>Puede que en algunos casos haya otras compradoras, y si realmente te interesa el riesgo de que te la quiten está ahí. Mente fría, valora cuanto te interesa, no te dejes llevar por la presión, es mucho dinero lo que vas a invertir, si es la casa de tus sueños a por ella, si no pues calma, saldrán otras. El mercado inmobiliario está en un estado mucho más loco de lo que yo hubiera imaginado cuando entré en él, lo cierto es que las buenas ofertas vuelan y hay muchos más interesados de los que creía en un inicio. Mi consejo es que no te dejes llevar por esa impresión si también te ocurre, y no te desanimes si te interesa alguna oferta y no acaba saliendo adelante, es algo que puede pasar, como digo habrá otras ocasiones.</p>\n<h2 id=\"estrechando-el-circulo\" tabindex=\"-1\">Estrechando el círculo <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/03/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-2/#estrechando-el-circulo\" aria-hidden=\"true\">#</a></h2>\n<p>Como digo, conforme más busques y más casas visites, más información tendrás y más redondearás lo que quieres. Habrá opciones que las descartarás por completo, otras nuevas que saldrán.</p>\n<p>Te recomiendo que revises tu sistema de búsqueda constantemente e intentes optimizarlo de modo que cada vez inviertas menos tiempo en cosas que no te interesan. Para eso valida constantemente tus prioridades y elimina alertas o búsquedas predefinidas que ya no te interesen, adáptalas a tu realidad actual.</p>\n<p>Si agotas las ofertas o anuncios de una zona que es interesante para ti siempre puede volver a tus segundas opciones, quizá encuentre algo con unas características que te merezca la pena valorar o un precio que te abra opciones, como una reforma que no podrías permitirte de otro modo.</p>\n<p>Cuando visites una casa que no te interese finalmente, si la agente inmobiliaria o API que te la ha enseñado te da buena confianza también puedes hablarle de lo que buscas y decirle que te contacte si tiene algo de esas características, a veces por ahí puede sonar la flauta. Yo visité algunas de mis principales opciones de este modo.</p>\n<p>En fin, creo que cada caso es muy particular, esto son solo algunos puntos que yo practiqué y considero que no me fueron mal. Yo no contaba con el detalle del presupuesto, iba un poco a ciegas en eso, así que si has llegado hasta aquí de seguro que tienes más información que yo en su día.</p>\n<h2 id=\"wrap-up\" tabindex=\"-1\">Wrap up <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/03/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-2/#wrap-up\" aria-hidden=\"true\">#</a></h2>\n<ul>\n<li>Ganar conocimiento de tus necesidades y limitaciones te va a ayudar en gran medida a buscar con efectividad.</li>\n<li>Tener un conocimiento aproximado de qué precios puedes permitirte es una de las informaciones que más te va a facilitar la búsqueda sin tener luego sorpresas.</li>\n<li>Las necesidades e incluso las limitaciones es algo que puede cambiar mucho conforme vayas buscando, es habitual, muy poca gente sabe 100% que quiere al inicio.</li>\n<li>Aprovéchate de los principales portales tecnológicos, conoce que te pueden ofrecer y exprímelos al máximo.</li>\n<li>Visitar inmuebles es la mejor manera de descubrir que buscas, ya que tienes el feeling de como es una casa por dentro.</li>\n<li>Revisa tu sistema de búsqueda constantemente, descarta lo que ya no te interesa, no pierdas tiempo, elimina <em>waste</em>, actualízalo con tus necesidades actuales.</li>\n</ul>\n<ol>\n<li>Mi compañero Jaime Llorente me recomendó <em>ACIERTA al comprar VIVIENDA: Guía práctica con consejos, sugerencias y advertencias de un ex-agente inmobiliario</em>, por si tenéis curiosidad.</li>\n</ol>\n<p><a href=\"https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/\">Link a la parte 1</a></p>\n",
      "date_published": "2022-03-11T00:00:00Z"
    },{
      "id": "https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/",
      "url": "https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/",
      "title": "Cómo me convertí en propietario - Parte 1, Introducción",
      "content_html": "<hr />\n<p>En esta serie de post voy a contar un poco mi experiencia en la búsqueda de un espacio al que pudiera llamar hogar. Todo lo que aquí expongo se basa en mi vivencia particular y en mis opiniones, no pretendo que sea una guía de nada y las opiniones son mías y solo mías.</p>\n<hr />\n<h2 id=\"pongamonos-en-contexto\" tabindex=\"-1\">Pongámonos en contexto <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/#pongamonos-en-contexto\" aria-hidden=\"true\">#</a></h2>\n<p>No creo que sea para nadie desconocido, que en la actualidad, si una persona que ronda los treinta (y ya no digo antes…) quiere independizarse en la provincia de Barcelona; <a href=\"https://www.ine.es/jaxiT3/Datos.htm?t=13928#!tabs-grafico\">con un nivel de vida medio</a>, no lo tiene fácil. Pongo el caso de Barcelona porque es donde yo vivo, pero probablemente aplica a otras grandes capitales de provincia.</p>\n<p>Una de las primeras disyuntivas a las que puedes enfrentarte es la siguiente: el alquiler o la compra.</p>\n<p>Dicho así suena simple, pero para muchas personas esto puede suponer una buena porción de su nómina, si es que puede llegar a permitírselo, especialmente si lo quiere afrontar en solitario. Esto lleva a muchas personas a elegir una tercera opción: compartir piso, donde en ocasiones estás pagando algo proporcionalmente mucho más alto por una habitación y zonas comunes.</p>\n<p>Cómo digo, si lo planteas en solitario, a no ser que cobres un buen sueldo, vas a tener un extra de dificultades en este sentido. Por otro lado, si tienes la suerte de contar con un compañero o compañera con quien (quieres) compartir esta carga económica es cuando puedes llegar a plantearlo para vivir de manera cómoda.</p>\n<p>Pero no creo que sea la norma, de hecho, si hacemos unos cálculos de chichinabo así rápidos: si el precio medio del alquiler en Barcelona está en unos 700 euros por un piso de unos 50 metros cuadrados y cobras unos 1500 euros al mes netos, estamos hablando de que sólo el alquiler te costaría algo más de un 45% de tus ingresos mensuales. Si usamos el criterio de los bancos a la hora de conceder o no una hipoteca, y asumimos que para vivir con comodidad financiera tus deudas no deben superar el 30-35% de tus ingresos, a mi por lo menos no me salen las cuentas.</p>\n<p>Si sois más o menos de mi quinta, seguro que algún familiar o conocido mayor os ha contado de cómo “en sus tiempos” se casaban, tenían hijos, compraban uno o dos coches, liquidaban la hipoteca en pocos años e incluso adquirían una segunda residencia (<em>Ok, boomer</em>).<br />\nBueno, tengo malas noticias, esto hace ya varios lustros que no es así. En buena parte porque los salarios hace tiempo que no suben conforme al precio de la vida en este país, y me refiero específicamente a mercados de bienes esenciales como es la vivienda que vuelve a estar en cifras muy similares a las que había antes de la crisis (aunque esto tiene truco, pero lo explicaré en post posteriores). Por cierto, recordemos que la vivienda <a href=\"https://app.congreso.es/consti/constitucion/indice/titulos/articulos.jsp?ini=47&amp;tipo=2#:~:text=Todos%20los%20espa%C3%B1oles%20tienen%20derecho,general%20para%20impedir%20la%20especulaci%C3%B3n.\">es un derecho constitucional</a> en España.</p>\n<p>A esa vieja realidad también le quitamos los abusos de la banca a la hora de dar crédito a diestro y siniestro, y lo casquivana que era la gente a la hora de endeudarse, que eso… Pues tampoco. Ahora hay <a href=\"https://www.boe.es/buscar/doc.php?id=BOE-A-2019-3814\">leyes más duras</a> previniendo así ciertas prácticas poco éticas, (hipotecas infladas, cláusulas suelo, entre otra de las que no tengo constancia).<br />\nAunque también sigue habiendo ciertos trucos, que tampoco voy a explicar ahora.</p>\n<h2 id=\"mi-caso-particular\" tabindex=\"-1\">Mi caso particular <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/#mi-caso-particular\" aria-hidden=\"true\">#</a></h2>\n<p>Lo primero, he de reconocer que considero que soy una persona muy privilegiada: Llevo unos 9 años ya independizado (desde que tenía 22) sin pagar el coste de un alquiler o una hipoteca, ya que mis padres me prestaron el piso donde me crie cuando se mudaron a casa de mi abuela para cuidar de ella. Por lo que no he tenido la ocasión ni la necesidad de compartir piso en este tiempo, cosa que no me hubiera disgustado, al mismo tiempo me ha permitido ahorrar cómodamente estos años sin grandes esfuerzos pudiéndome plantear la opción de comprar.</p>\n<p>Pues bien, hace poco más de un año, mi pareja consiguió una muy perseguida estabilidad laboral que nos permitía plantearnos de manera, más o menos despreocupada, salir de la comodidad en la que nos encontrábamos y buscar un espacio nuestro donde poder plantear proyectos más a largo plazo, personalizar a nuestro gusto y que cubriera nuestras necesidades (algunas de ellas nuevas, que la pandemia había descubierto), por lo que ya no se trataba de algo meramente económico, sino que ya entraban en juego otros factores.</p>\n<h2 id=\"al-final-todo-se-reduce-a-eso...-necesidades\" tabindex=\"-1\">Al final todo se reduce a eso… Necesidades <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/#al-final-todo-se-reduce-a-eso...-necesidades\" aria-hidden=\"true\">#</a></h2>\n<p>¿Comprar o alquilar? ¿Compartir o en solitario? ¿Piso o casa? ¿En ciudad o perdido en mitad del monte? Una vez conocíamos nuestras fronteras, nuestras limitaciones, solo quedaba responder qué queríamos exactamente para poder empezar a buscar.</p>\n<p>Tanto mi pareja como yo creo que somos ese tipo de personas que nos podemos considerar como &quot;caseras&quot;, nos gusta hacer planes, salir y demás, pero necesitamos nuestro tiempo de estar en casa con nuestros hobbies, haciendo cosas juntos o simplemente no haciendo nada, es por eso que tener ese espacio. Podríamos habernos ido de alquiler y gastar los ahorros en otras cosas, es cierto, pero decidimos decantarnos por comprar e invertir nuestros ahorros en eso. El principal motivo es el valor que le damos los dos a ese espacio y la estabilidad que nos pedía el cuerpo en este sentido ¿Nos veíamos viviendo los próximos 10 años en el mismo sitio? La respuesta es: &quot;probablemente sí&quot;, y si no recordemos que igual que se compran, los inmuebles también se venden, asumes riesgos que hay que tener en cuenta, pero la posibilidad está ahí.</p>\n<p>A esto le sumamos una pandemia y un confinamiento que nos tuvo encerrados en casa unos meses, que mezclados con un buen puñado de videos de <a href=\"https://www.youtube.com/channel/UCEwl20VxZ3AwOgiKMZtI1GQ\">La Capital</a> y mi descubrimiento del brisket, hicieron que para mí, tener un espacio exterior abierto (fuera patio o terraza) donde poder tener una barbacoa fuera un <strong>must</strong>. Como digo, esto no es solo cosa mía, es un viaje de dos, pero en esto había consenso total y absoluto.</p>\n<p>Otro requisito que nos marcamos fue encontrar un sitio con al menos 3 habitaciones. Porque sin tener planes de ser más, tampoco queríamos que fuera una limitación si cambiabamos de idea a futuro y, por otro lado, con la llegada del teletrabajo ese espacio no nos iba a sobrar en cualquier caso.</p>\n<p>Sin duda, otro punto que teníamos bastante claro, era que no queríamos irnos muy lejos de donde ya estamos. Ella tiene la familia en Barcelona, yo en Sabadell, así que serían esos dos territorios en los que nos limitaríamos la búsqueda.</p>\n<p>Luego existían otras necesidades más individuales y que intentaríamos cubrir. Por ejemplo, siendo el teletrabajo una realidad, para mí tener una estación de tren cerca es algo que me da aporta la facilidad de poder desplazarme a Barcelona en poco tiempo.<br />\nYa con eso cubría el tener la seguridad de que si el tema de teletrabajar cambiaba del modo que fuera, conservaría la facilidad y la eficiencia a la hora de ir a <em>Barna</em>, mi gran <em>pain</em> laboral en los últimos 9-10 años.</p>\n<p>Para mi pareja, existía la necesidad de vivir en un barrio más tranquilo, con menos afluencia de gente y coches. Cosa que yo también compartía en buena medida, aunque para mí no era algo tan vivo.</p>\n<p>Por lo demás, todo estaba bastante abierto en este punto. El listado de requisitos no era en realidad muy largo:</p>\n<ul>\n<li>Buscar inmuebles para comprar.</li>\n<li>Que contara con un espacio exterior (terraza abierta o patio) con cierta intimidad y donde pudiéramos tener una barbacoa (importante).</li>\n<li>3 habitaciones.</li>\n<li>Entre Sabadell y Barcelona (más o menos).</li>\n<li>Cerca de una estación de tren conectada con Barcelona.</li>\n<li>En un barrio tranquilo.</li>\n</ul>\n<h2 id=\"wrap-up\" tabindex=\"-1\">Wrap up <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/02/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-1/#wrap-up\" aria-hidden=\"true\">#</a></h2>\n<p>Para cerrar, un resumen rápido de lo que yo consideré importante en esta primera fase de &quot;decisión&quot;:</p>\n<ul>\n<li>Conocer mínimamente el contexto, la situación económico-social, el mercado inmobiliario, el mercado financiero.</li>\n<li>Conocer mis necesidades y las de mi pareja.</li>\n</ul>\n<p>A partir de ahí es donde tomamos una decisión con la que decidimos ir hacia adelante hasta el día de hoy.</p>\n<p><a href=\"https://marioitsa.me/posts/2022/03/c%C3%B3mo-me-convert%C3%AD-en-propietario-parte-2/\">Link a la parte 2</a></p>\n",
      "date_published": "2022-02-10T00:00:00Z"
    },{
      "id": "https://marioitsa.me/posts/2022/01/crema-de-calabaza-y-boniato/",
      "url": "https://marioitsa.me/posts/2022/01/crema-de-calabaza-y-boniato/",
      "title": "Crema de calabaza y boniato",
      "content_html": "<article>\n        <ul><li>\n                <b>Raciones:</b> 6\n            </li><li>\n                <b>Tiempo de preparación:</b> 40 min\n            </li></ul>\n    </article>\n<article>\n        <h2>Ingredientes:</h2>\n        <ul><li>1 calabaza pequeña (1Kg)</li><li>1 boniato (400-500g)</li><li>500 ml de caldo de verduras o una pastilla de caldo concentrado disuelta en agua</li><li>Sal</li><li>Pimienta</li><li>Una cucharadita de canela en polvo</li><li>Una nuez de mantequilla (10g) (opcional)</li></ul>\n    </article>\n<h2 id=\"pasos:\" tabindex=\"-1\">Pasos: <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/01/crema-de-calabaza-y-boniato/#pasos:\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>Cortamos la calabaza y el boniato en <em>mirepoix</em> (trozos o cubos de 1-2 centímetros).</li>\n<li>Calentamos una sartén grande con aceite de oliva y cuando esté caliente añadimos los vegetales cortados, seguidamente salpimentamos ligeramente.</li>\n<li>Mientras se cocinan a fuego medio, calentamos una olla con nuestro caldo de verduras o agua con concentrado, agregándole otro litro o litro y medio de agua (según lo espesa o ligera que queramos la crema), a fuego fuerte para buscar la ebullición.</li>\n<li>Cuando el caldo esté ya hirviendo podemos incorporar la calabaza y el boniato, que ya se habrán cocinado ligeramente. Bajamos un poco el fuego y dejamos que se cocine durante 20 minutos.</li>\n<li>Pasado ese tiempo licuamos con la batidora el contenido de la olla durante uno o dos minutos hasta que quede bien pasado.</li>\n<li>Añadimos la nuez de mantequilla (opcional) y la cucharadita de canela, que le dará un toque muy especial, y removemos bien hasta que quede bien disuelta.</li>\n<li>Corregimos sal y servimos.</li>\n</ol>\n<video width=\"320\" height=\"240\" loop=\"\" autoplay=\"\">\n  <source src=\"https://res.cloudinary.com/dhtvyrgkh/video/upload/ac_none,c_scale,h_256/v1642963452/cremacalabazaboniato_f7vz2c.mp4\" type=\"video/mp4\" />\n</video>\n<h3 id=\"give-it-a-twist\" tabindex=\"-1\">Give it a twist <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/01/crema-de-calabaza-y-boniato/#give-it-a-twist\" aria-hidden=\"true\">#</a></h3>\n<p>Si hace mucho esta receta y quieres variarla puedes:</p>\n<ul>\n<li>Podemos substituir la canela por nuez moscada, incluso combinar ambas especias a partes iguales para buscar otros aromas.</li>\n<li>Agregar un puñadito de cebolla curgiente a cada ración.</li>\n<li>Aunque rompemos con la parte vegetariana, una loncha de jamón serrano a la plancha o bacón crugiente le va a aportar mucho sabor a cada cucharada.</li>\n</ul>\n",
      "date_published": "2022-01-23T00:00:00Z"
    },{
      "id": "https://marioitsa.me/posts/2022/01/crema-de-calabac%C3%ADn/",
      "url": "https://marioitsa.me/posts/2022/01/crema-de-calabac%C3%ADn/",
      "title": "Crema de calabacín",
      "content_html": "<article>\n        <ul><li>\n                <b>Raciones:</b> 4\n            </li><li>\n                <b>Tiempo de preparación:</b> 35 min\n            </li></ul>\n    </article>\n<article>\n        <h2>Ingredientes:</h2>\n        <ul><li>2 calabacines</li><li>1 cebolla</li><li>1 zanahoria</li><li>500 ml de caldo de verduras o una pastilla de caldo concentrado disuelta en agua</li><li>Sal</li><li>Pimienta</li><li>Una nuez de mantequilla (10g) (opcional)</li></ul>\n    </article>\n<h2 id=\"pasos:\" tabindex=\"-1\">Pasos: <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/01/crema-de-calabac%C3%ADn/#pasos:\" aria-hidden=\"true\">#</a></h2>\n<ol>\n<li>Cortamos los calabacines, la cebolla y la zanahoria en <em>mirepoix</em> (trozos o cubos de 1-2 centímetros).</li>\n<li>Calentamos una sartén grande con aceite de oliva y cuando esté caliente añadimos la cebolla y la zanahoria, seguidamente salamos ligeramente.</li>\n<li>Cuando la cebolla empiece a pocharse y sus bordes empiecen a estar transparentes añadimos el calabacín, que suele siempre soltar más agua, y salpimentamos al gusto.</li>\n<li>Mientras las verduras se cocinan a fuego medio, calentamos una olla con nuestro caldo de verduras o agua con concentrado, agregándole otro medio litro o un litro de agua extra (según lo espesa o ligera que queramos la crema), a fuego fuerte para buscar la ebullición.</li>\n<li>Cuando el caldo esté ya hirviendo podemos incorporar la verdura, que no necesitamos que esté del todo cocinada, simplemente la hemos salteado. Bajamos un poco el fuego y dejamos que se cocine durante 20 minutos.</li>\n<li>Pasado ese tiempo licuamos con la batidora el contenido de la olla durante uno o dos minutos hasta que quede bien pasado.</li>\n<li>Añadimos la nuez de mantequilla y removemos bien hasta que quede bien disuelta (opcional).</li>\n<li>Corregimos sal y servimos.</li>\n</ol>\n<h3 id=\"give-it-a-twist\" tabindex=\"-1\">Give it a twist <a class=\"direct-link\" href=\"https://marioitsa.me/posts/2022/01/crema-de-calabac%C3%ADn/#give-it-a-twist\" aria-hidden=\"true\">#</a></h3>\n<p>Si hace mucho esta receta y quieres variarla puedes:</p>\n<ul>\n<li>Añadirle una cucharadita de curry al final (cuando añadas la mantequilla) para darle un toque más especiado y disinto.</li>\n<li>Agregar un puñadito de cebolla curgiente a cada ración.</li>\n<li>Aunque rompemos con la parte vegetariana, una loncha de jamón serrano a la plancha o bacón crugiente le va a aportar mucho sabor a cada cucharada.</li>\n</ul>\n",
      "date_published": "2022-01-16T00:00:00Z"
    }
  ]
}
